Revit 2020 API
IOpenFromCloudCallback Interface
 An interface that may be used to control Revit's behavior when opening a cloud model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2019
Syntax
C#
public interface IOpenFromCloudCallback
Visual Basic
Public Interface IOpenFromCloudCallback
Visual C++
public interface class IOpenFromCloudCallback
See Also
IOpenFromCloudCallback Members
Autodesk.Revit.DB Namespace